picsinfo = {
    '2': {
        'ВАЛЛИ': False,
        'Рататуй': True,
        'Мышиная охота': False,
        'Вверх': False
    },
    '3': {
        'Гарри Поттер и Философский Камень': False,
        'Ученик Чародея': False,
        'Гарри Поттер и Дары Смерты: Часть 2': True,
        'Крабат.Ученик колдуна': False
    },
    '4': {
        'Гонка': False,
        'Самый быстрый': False,
        'Сенна': False,
        'Ford против Ferrari': True
    },
    '5': {
        'День Сурка': False,
        'Эффект Бабочки': False,
        'Назад в будущее': True,
        'Плезантвиль': False
    },
    '6': {
        'Дом у озера': False,
        '5 сантиметров в секунду': False,
        'Твое Имя': True,
        'ВАЛЛИ': False
    },
    '7': {
        'Железный человек': False,
        'Стальной гигант': True,
        'ВАЛЛИ': False,
        'Живая сталь': False
    },
    '8': {
        'Железный человек': True,
        'Темный рыцарь': False,
        'Живая сталь': False,
        'Хэнкок': False
    },
    '9': {
        'Жизнь прекрасна': False,
        'Мальчик в полосатой пижаме': True,
        'Кролик ДжоДжо': False,
        'Жизнь игрушек': False
    },
    '10': {
        'Загадочная история Бенджамина Баттона': False,
        'Дневник памяти': False,
        'Титаник': True,
        'Воды слонам': False
    },
    '11': {
        'Звездный путь': False,
        'Пятый элемент': False,
        'Стражи Галактики': True,
        'Миссия Серенити': False
    },
    '12': {
        'Зеленая миля': True,
        'Подмена': False,
        'Побег': False,
        'Побег из Шоушенка': False
    },
    '13': {
        'Как приручить дракона': False,
        'Шрэк': True,
        'Рапунцель': False,
        'Мадагаскар': False
    },
    '14': {
        'Король Лев': True,
        'Мулан': False,
        'Царь зверей': False,
        'Бемби': False
    },
    '15': {
        'Лицо со шрамом': False,
        'Славные парни': False,
        'Однажды в Америке': False,
        'Крестный отец': True
    },
    '16': {
        'Марли и я': False,
        'Рыжий пес': False,
        'Хатико: Самый верный друг': True,
        'Балто': False
    },
    '17': {
        'Мой сосед тоторо': False,
        'Коралина в стране кошмаров': False,
        'Унесенные призраками': False,
        'Ходячий замок': False
    },
    '18': {
        'Монстры на каникулах': False,
        'Гадкий я': False,
        'Вольт': False,
        'Корпорация монстров': True
    },
    '19': {
        'Небесный замок Лапута': False,
        'Принцесса Мононоке': False,
        'Ходячий замок': True,
        'Унесенные призраками': False
    },
    '20': {
        'Один дома': True,
        'Мышиная охота': False,
        'Трудный ребенок': False,
        'Богатенький Ричи': False
    },
    '21': {
        'Петля времени': False,
        'Матрица': False,
        'Робокоп': False,
        'Терминатор 2: Судный День': True
    },
    '22': {
        'Пираты Карибского Моря: П.Ч. Жемчужины': True,
        'Капитан Крюк': False,
        'Капитан Филлипс': False,
        'Пираты XX века': False
    },
    '23': {
        'Побег из Шоушенка': True,
        'Свобода': False,
        'Заключение': False,
        'Побег': False
    },
    '24': {
        'Приключение капитана Врунгеля': False,
        'Остров сокровищ': True,
        'Планета': False,
        'Планета сокровищ': False
    },
    '25': {
        'Прислуга': False,
        'Шофер Мисс Дейзи': False,
        'Скрытые фигуры': False,
        'Зеленая книга': True
    },
    '26': {
        'Пятница 13-е': False,
        'Кошмар на улице Вязов': False,
        'Крик': True,
        'Звонок': False
    },
    '27': {
        'Рио': False,
        'Мадагаскар': True,
        'Ледниковый период': False,
        'Вольт': False
    },
    '28': {
        'Тайна Коко': True,
        'Кошмар': False,
        'Труп невесты': False,
        'Монстры на каникулах': False
    },
    '29': {
        'Тачки': True,
        'Рио': False,
        'Зверополис': False,
        'Валли': False
    },
    '30': {
        'Терминал': False,
        'Человек дождя': False,
        'Форрест Гамп': True,
        'Зеленая Миля': False
    },
    '31': {
        'Форма голоса': True,
        'Мой сосед Тоторо': False,
        'Твое Имя': False,
        'Сердце хочет кричать': False
    },
    '32': {
        'Ходячий замок': False,
        'Принцесса Мононоке': False,
        'Унесенные призраками': False,
        'Мой сосед Тоторо': True
    },
    '33': {
        'Хроники Нарнии': False,
        'Гарри Поттер и Узник Азкабана': False,
        'Хоббит: Нежданное путешествие': True,
        'Варкрафт': False
    },
    '34': {
        'Человек-Паук: Через вселенные': False,
        'Мстители: Война Бесконечности': False,
        'Человек-Паук: Нет пути домой': True,
        'Человек-Паук: Вдали от дома': False
    }
}